{
    "attendQ": "I can't attend the whole conference. Should I still attend part of it?",
    "attendA": "Yes! Attending part of the conference is still a valuable experience, and you are not required to attend any event to gain access to another. Unfortunately, the registration fee is still the same regardless of how many days you attend.",
    "talkQ": "I want to give a talk. What should I talk about?",
    "talkA": "Talks can be on anything in the mathematical sciences, like pure or applied mathematics, mathematical physics, and so on. They can be based on a research project, any independent studying you have done, or even coursework you found interesting. You aren't required to be an expert in your topic of choice, just to be confident in the specific material you are presenting. Talks are allowed to assume background knowledge (we just ask that you specify this), however for the best experience for yourself and the audience, it is best to assume as little as possible.",
    "langQ": "What language should my talk/poster be in?",
    "langA": "Material can be presented in English, French, or some combination of the two.",
    "missedQ": "I missed a talk I was hoping to hear. Is there some way to catch up?",
    "missedA": "One option is to contact the presenter directly, who will likely be happy to discuss their talk and/or direct you to further resources. You may also check the lecture and student session databases for a recorded or downloadable copy of the material, however this is only available at the discretion of the presenter.",
    "prereqQ": "I'm interested in a talk, but I don't have all of the prerequisites. Should I still attend it?", 
    "prereqA": "Yes! Usually, you'll be able to understand the main idea behind a talk, even if you don't understand the fine details. Speakers also often (but not always) briefly cover the prerequisites during their talk. Even if you still have difficulty understanding some parts, this is just a chance to talk with the speaker after, who may be able to elaborate or suggest further reading.",
    "covidQ": "If the conference is ultimately held remotely, how will it operate?",
    "covidA": "If public health measures prevent the conference from being held in-person, all events will take place over video conferencing software (e.g. Zoom). Event sessions will be sent out to attendees, and presenters will be able to screenshare and use drawing tools to present their talks (or pre-record them in the case of student talks). Any important information, links, or materials will either be made available on the website or sent directly to attendees."

}
