{
    "attendQ": "I can't attend the whole conference. Should I still attend part of it?",
    "attendA": "Yes! Attending part of the conference is still a valuable experience. Unfortunately, the registration fee is the same regardless of how many days of the conference you attend. ",
    "talkQ": "I want to give a talk. What should I talk about?",
    "talkA": "Talks can be on any topic in the mathematical sciences, including pure math, applied math, mathematical statistics, mathematical physics, etc. Your talk need not be based on a research project - it can also be an exposition of an interesting topic you learnt, or any problem you find interesting! You don't need to be an expert in the topic you're speaking about, as long as you fully understand the material you're presenting. If necessary, you can specify suggested background knowledge in your abstract. However, it is usually best to assume that your audience does not have all of the prerequisites.",
    "langQ": "What language should my talk/poster be in?",
    "langA": "Content can be presented in English, French, or some combination of the two.",
    "missedQ": "I missed a talk but I'm interested in its content. How can I catch up on what I missed?",
    "missedA": "One option is to contact the presenter directly, who will likely be happy to discuss their talk and/or direct you to resources to help you learn more. We are also giving presenters the option to add their slideshows/videos/posters to our presentation database, where you can view them any time after the talk.",
    "prereqQ": "I'm very interested in a talk, but I don't have all of the prerequisites listed for it. Should I still attend it?", 
    "prereqA": "Usually, yes! Often, one can manage to understand the big picture of a talk without understanding all of the fine details. If you have difficulty understanding some parts, it's a good idea to talk to the speaker after the talk - they may be able to explain the gaps, or to recommend further reading.",
    "covidQ": "If the conference is ultimately held remotely, how will it operate?",
    "covidA": "If public health measures prevent the conference from being held in-person, all events will take place over Zoom. Zoom codes will be sent to attendees by email. Student talks and poster sessions will be run in breakout rooms. Those that are giving a talk will have the option to either present live, or to pre-record their talk and play it back in their assigned time slot. Posters will be made available to attendees by email in advance of the poster session, and presenters may opt to use Zoom's screen-sharing feature to make their poster visible during the session."

}
