{
  "attendQ": "Je ne peux pas assister à toute la conférence. Dois-je quand même en assister à une partie ?",
  "attendA": "Oui ! La participation à une partie de la conférence reste une expérience précieuse, et vous n'êtes pas obligé de participer à un événement pour avoir accès à un autre. Malheureusement, les frais d'inscription restent les mêmes, quel que soit le nombre de jours auxquels vous participez.",
  "talkQ": "Je veux faire un exposé. De quoi devrais-je parler ?",
  "talkA": "Les exposés peuvent porter sur n'importe quel sujet des sciences mathématiques, comme les mathématiques pures ou appliquées, la physique mathématique, etc. Ils peuvent être basés sur un projet de recherche, une étude indépendante que vous avez effectuée, ou même un travail de cours que vous avez trouvé intéressant. Il n'est pas nécessaire d'être un expert dans le sujet de votre choix, mais simplement d'avoir confiance dans le matériel spécifique que vous présentez. Les exposés sont autorisés à supposer des connaissances de base (nous vous demandons simplement de le préciser), mais pour une meilleure expérience pour vous et le public, il est préférable de supposer le moins possible.",
  "langQ": "Dans quelle langue mon exposé/poster doit-il être rédigé ?",
  "langA": "Le matériel peut être présenté en anglais, en français ou dans une combinaison des deux.",
  "missedQ": "J'ai manqué un exposé que j'espérais entendre. Existe-t-il un moyen de le rattraper ?",
  "missedA": "L'une des options consiste à contacter directement le présentateur, qui sera probablement heureux de discuter de son exposé et/ou de vous orienter vers d'autres ressources. Vous pouvez également consulter les bases de données des cours et des sessions d'étudiants pour trouver une copie enregistrée ou téléchargeable du matériel, mais ceci n'est disponible qu'à la discrétion du présentateur.",
  "prereqQ": "Je suis intéressé par une conférence, mais je n'ai pas tous les prérequis. Dois-je quand même y assister ?",
  "prereqA": "Oui ! En général, vous serez en mesure de comprendre l'idée principale d'un exposé, même si vous ne comprenez pas les détails. Les orateurs abordent aussi souvent (mais pas toujours) brièvement les prérequis pendant leur exposé. Même si vous avez encore des difficultés à comprendre certaines parties, c'est juste une chance de parler avec l'orateur après, qui peut être en mesure d'élaborer ou de suggérer des lectures supplémentaires.",
  "covidQ": "Si la conférence est organisée à distance, comment fonctionnera-t-elle ?",
  "covidA": "Si des mesures de santé publique empêchent la conférence de se tenir en personne, tous les événements se dérouleront via un logiciel de vidéoconférence (par exemple Zoom). Les sessions de l'événement seront envoyées aux participants, et les présentateurs pourront partager leur écran et utiliser des outils de dessin pour présenter leurs exposés (ou les pré-enregistrer dans le cas des exposés d'étudiants). Toute information, lien ou matériel important sera soit disponible sur le site web, soit envoyé directement aux participants."
}
