{
  "attendQ": "Je ne peux pas assister à toute la conférence. Devrais-je tout de même assister à une partie de la conférence ?",
  "attendA": "Oui ! La participation à une partie de la conférence reste une expérience précieuse, et vous n'êtes pas obligé de participer à un événement pour avoir accès à un autre. Malheureusement, les frais d'inscription restent les mêmes, quel que soit le nombre de jours auxquels vous participez. ",
  "talkQ": "Je veux donner une présentation. De quoi devrais-je parler ?",
  "talkA": "Les présentations peuvent porter sur n'importe quel sujet des sciences mathématiques, comme les mathématiques pures ou appliquées, la physique mathématique, etc. Elles peuvent être basées sur un projet de recherche, une étude indépendante que vous avez faite, ou même un cours que vous avez trouvé intéressant. Il n'est pas nécessaire d'être un expert dans le domaine de votre choix, mais simplement d'avoir confiance dans le contenu que vous présentez. Les présentations peuvent demander des connaissances de base (nous vous demandons simplement de le préciser), mais pour une meilleure expérience pour vous-même et pour le public, il est préférable d’en demander le moins possible. ",
  "langQ": "En quelle langue donner ma présentation/mon exposé ?",
  "langA": "Le contenu peut être présenté en anglais, en français, ou une combinaison des deux.",
  "missedQ": "J'ai manqué une présentation à laquelle je voulais assister. Y a-t-il un moyen de la rattraper ?",
  "missedA": "L'une des options consiste à contacter directement le conférencier, qui sera probablement heureux de discuter de sa présentation et/ou de vous orienter vers d'autres ressources. Vous pouvez également consulter les bases de données des cours et des sessions d'étudiants pour obtenir une copie enregistrée ou téléchargeable du contenu, mais c’est à la discrétion du conférencier.",
  "prereqQ": "Je suis intéressé par une présentation, mais je ne possède pas toutes les connaissances préalables. Devrais-je quand même y assister ?",
  "prereqA": "Oui ! Généralement, vous serez en mesure de comprendre l'idée principale d'une présentation, même si vous n'en saisissez pas tous les détails. Les conférenciers abordent aussi souvent (mais pas toujours) brièvement les connaissances préalables pendant leur présentation. Même si vous éprouvez encore des difficultés à comprendre certaines parties, c'est l'occasion d’en parler avec le conférencier après, qui pourra peut-être donner des précisions ou suggérer des lectures supplémentaires.",
  "covidQ": "Si la conférence se tient finalement à distance, comment sera-t-elle organisée ?",
  "covidA": "Si des mesures de santé publique empêchent la conférence de se tenir en personne, tous les événements se dérouleront via un logiciel de vidéoconférence (par exemple Zoom). Les sessions de l'événement seront envoyées aux participants, et les conférenciers pourront partager leur écran et utiliser des outils de dessin pour illustrer leur présentation (ou les pré-enregistrer dans le cas des exposés d'étudiants). Toute information, lien ou matériel important sera soit disponible sur le site web, soit envoyé directement aux participants."
}
