{
  "keynote1Name": "Dr. Joel Kamnitzer",
  "keynote1Inst": "Université de Toronto",
  "keynote1Title": "",
  "keynote1Abstract": "",
  "keynote2Name": "Dr. Luke Postle",
  "keynote2Inst": "Université de Waterloo",
  "keynote2Title": "On Hadwiger's conjecture.",
  "keynote2Abstract": "In 1943, Hadwiger conjectured that every graph with no $K_t$ minor is $(t-1)$-colourable for every $t\\ge 1$. This is a vast generalization of the famous Four Colour Theorem which is implied by the $t=5$ case. In the 1980s, Kostochka and Thomason independently proved that every graph with no $K_t$ minor has average degree $O(t\\sqrt{\\log t})$ and hence is $O(t\\sqrt{\\log t})$-colourable.  Recently, Norin, Song and I showed that every graph with no $K_t$ minor is $O(t(\\log t)^{\\beta})$-colourable for every $\\beta > 1/4$, making the first improvement on the order of magnitude of the $O(t\\sqrt{\\log t})$ bound. Here we discuss this and my more recent result that every graph with no $K_t$ minor is $O(t (\\log t)^{\\beta})$-colourable for every $\\beta > 0$; more specifically, they are $O(t (\\log \\log t)^{6})$-colourable.",
  "keynote3Name": "Dr. Malabika Pramanik",
  "keynote3Inst": "Université de la Colombie-Britannique",
  "keynote3Title": "So you think you can solve x+y=2z?",
  "keynote3Abstract": "A linear equation is an integral part of our introduction to high school algebra. An under-determined system of homogeneous linear equations (in other words, where the number of equations is fewer than the number of unknowns and the constant terms are all zero) is easy to solve with infinitely many solutions ... or so we are told. This talk aims to provide a counterpoint. Depending on which equations you are solving and where you are looking for solutions, you may find some, plenty or none. This line of inquiry has a rich history in mathematics with far-reaching consequences, interfacing with several areas of analysis, number theory, combinatorics and geometry. We will look at some of the landmark results in the subject, and work out a couple of elementary proofs in real time.",
  "keynote4Name": "Dr. Jeremy Quastel",
  "keynote4Inst": "Université de Toronto",
  "keynote4Title": "",
  "keynote4Abstract": "",
  "keynote5Name": "Dr. Sujatha Ramdorai",
  "keynote5Inst": "Université de la Colombie-Britannique",
  "keynote5Title": "The World of Primes.",
  "keynote5Abstract": "Prime Numbers have been studied for centuries as building blocks in Number Theory. In the last decade, they found tremendous applications in Cryptography and Internet Security. In this talk, we will discuss the fascinating results that are known about prime numbers, their applications as well as a few other conjectures in Number Theory.",
  "keynote6Name": "Dr. Gord Sinnamon",
  "keynote6Inst": "Université de Western Ontario",
  "keynote6Title": "A Cesàro Operator Inequality via Calculus.",
  "keynote6Abstract": "For each $p>1$ we will find the smallest constant $C_p$ such that the inequality $$\\sum_{n=1}^\\infty\\Big|x_n-\\frac1n\\sum_{k=1}^n x_k\\Big|^p\\le C_p\\sum_{n=1}^\\infty|x_n|^p$$ is true for all sequences $(x_n)$ for which the right-hand side is finite. This problem was posed in 1996 and solved earlier this year. Despite being an open problem for 25 years, the solution involves only undergraduate Calculus.",
  "keynote7Name": "Dr. Stephanie van Willigenburg",
  "keynote7Inst": "Université de la Colombie-Britannique",
  "keynote7Title": "Colouring trees.",
  "keynote7Abstract": "Trees are used to model a myriad of concepts from data storage to sentence structure. One particular example is to model hydrocarbons, such as methane and propane, for which a formula to calculate the exact number is still not known. One potential way to calculate this number is to use a generalization of the chromatic polynomial, which itself was invented in 1912 by Birkhoff when he was trying to solve the famous four colour map problem. This generalization is called the chromatic symmetric function, and in this talk we will be introduced to it, and, amongst other things, discover which trees it can distinguish to help us count hydrocarbons. This talk needs no prior knowledge of any of the above.",
  "keynote8Name": "Dr. Francesca Vidotto",
  "keynote8Inst": "Université de Western Ontario",
  "keynote8Title": "The mathematics of quantum gravity.",
  "keynote8Abstract": "Loop Quantum Gravity has a beautiful and rich mathematical structure. I review some of the main mathematical tools that are at the core of the theory, in particular in its covariant formulation. I discuss their physical motivation in order to construct a background independent quantum field theory. I conclude by mentioning some applications to cosmology and black holes."
}
