{
  "keynote1Name": "Dr. Joel Kamnitzer",
  "keynote1Inst": "Université de Toronto",
  "keynote1Title": "Deux cercles quelconques s’intersectent toujours en 4 points.",
  "keynote1Abstract": "Si vous avez déjà dessiné deux cercles sur un bout de papier, vous vous dites sûrement que le titre de cet exposé est assurément faux. Cependant, j’espère vous convaincre de la véracité de cette affirmation en vous expliquant qu'il s'agit d'un cas particulier du théorème de Bezout sur l'intersection de courbes planes. Nous verrons que le théorème de Bezout est un point d’entrée vers la géométrie algébrique moderne, y compris l'espace projectif, la théorie des schémas, la théorie des intersections et la géométrie algébrique dérivée.",
  "keynote2Name": "Dr. Luke Postle",
  "keynote2Inst": "Université de Waterloo",
  "keynote2Title": "Sur la conjecture de Hadwiger.",
  "keynote2Abstract": "En 1943, Hadwiger a conjecturé que chaque graphe n’ayant aucun graphe $K_t$ comme mineur est $(t-1)$-colorable pour chaque $t\\ge 1$. Il s'agit d'une vaste généralisation du célèbre théorème des quatre couleurs qui est une conséquence du cas $t=5$. Dans les années 1980, Kostochka et Thomason ont prouvé indépendamment que tout graphe sans mineur $K_t$ a un degré moyen $O(t\\sqrt{\\log t})$ et est donc $O(t\\sqrt{\\log t})$ -colorable. Récemment, Norin, Song et moi-même avons montré que chaque graphique sans mineur $K_t$ est $O(t(\\log t)^{\\beta})$-colorable pour chaque $\\beta > 1/4$, ce qui constitue la première amélioration de l'ordre de grandeur de la borne $O(t\\sqrt{\\log t})$. Cet exposé portera sur ce théorème ainsi que sur notre résultat plus récent selon lequel chaque graphe sans mineur $K_t$ est $O(t (\\log t)^{\\beta})$-colorable pour chaque $\\beta > 0$ ; plus précisément, ces graphes sont $O(t (\\log \\log t)^{6})$-colorables.",
  "keynote3Name": "Dr. Malabika Pramanik",
  "keynote3Inst": "Université de la Colombie-Britannique",
  "keynote3Title": "Vous pensez vraiment pouvoir résoudre x+y=2z ?",
  "keynote3Abstract": "Les équations linéaires font partie intégrante de notre introduction à l'algèbre dès le secondaire. Un système sous-déterminé d'équations linéaires homogènes (en d'autres termes, où le nombre d'équations est inférieur au nombre d'inconnues et où les termes constants sont tous nuls) est facile à résoudre et possède une infinité de solutions... ou du moins c’est ce qu’on nous dit. Cet exposé vise à nuancer cette affirmation. Selon les équations que vous voulez résoudre et selon le type de solutions que vous cherchez, vous pouvez en trouver quelque unes, parfois beaucoup ou encore aucune. Cette piste de recherche a une riche histoire et a donné lieu à des développements mathématiques de grande envergure à la frontière de plusieurs domaines de l'analyse, de la théorie des nombres, de la combinatoire et de la géométrie. Nous examinerons certains des résultats marquants du sujet et présenterons quelques preuves élémentaires en temps réel.",
  "keynote4Name": "Dr. Jeremy Quastel",
  "keynote4Inst": "Université de Toronto",
  "keynote4Title": "Les mathématiques de la croissance aléatoire.",
  "keynote4Abstract": "Au cours des deux dernières décennies, des progrès considérables ont été réalisés dans la compréhension de la dynamique des interfaces aléatoires. Dans cet exposé, nous donnerons une introduction aux résultats et aux méthodes utilisés pour étudier l'équation KPZ (Kardar-Parisi-Zhang) et sa classe d'universalité qui comprend l'analyse stochastique, les équations aux dérivées partielles intégrables, l'analyse complexe et l'algèbre.",
  "keynote5Name": "Dr. Sujatha Ramdorai",
  "keynote5Inst": "Université de la Colombie-Britannique",
  "keynote5Title": "L’univers des nombres premiers.",
  "keynote5Abstract": "Les nombres premiers sont étudiés depuis des siècles en tant qu’éléments fondamentaux de la théorie des nombres. Au cours de la dernière décennie, notre connaissance des nombres premiers a été cruciale en cryptographie afin d’assurer la sécurité du réseau Internet. Dans cet exposé, nous discuterons de résultats fascinants sur les nombres premiers, de leurs applications, ainsi que de quelques conjectures en théorie des nombres.",
  "keynote6Name": "Dr. Gord Sinnamon",
  "keynote6Inst": "Université de Western Ontario",
  "keynote6Title": "Inégalité de Cesàro opérationnelle et calcul différentiel.",
  "keynote6Abstract": "Pour chaque $p>1$ nous déterminerons la plus petite constante $C_p$ telle que l'inégalité $$\\sum_{n=1}^\\infty\\Big|x_n-\\frac1n\\sum_{k=1}^n x_k\\Big|^p\\le C_p\\sum_{n=1}^\\infty|x_n|^p$$ est vraie pour toutes les suites $(x_n)$ pour lesquelles le membre de droite est fini. Ce problème a été posé en 1996 et a été résolu plus tôt cette année. Bien qu'il s'agisse d'un problème ouvert depuis 25 ans, la solution n'implique que des notions de calcul de premier cycle.",
  "keynote7Name": "Dr. Stephanie van Willigenburg",
  "keynote7Inst": "Université de la Colombie-Britannique",
  "keynote7Title": "Coloriage d’arbres.",
  "keynote7Abstract": "Les arbres sont utilisés pour modéliser une myriade de concepts, du stockage de données à la structure des phrases. Un exemple particulier consiste à modéliser sous forme d’arbres des hydrocarbures tels que le méthane et le propane. Une formule pour calculer le nombre exact d’hydrocarbures n'est toujours pas connue. Une façon potentielle de calculer ce nombre est d'utiliser la fonction symétrique chromatique, qui est une généralisation du polynôme chromatique, lui-même inventé en 1912 par Birkhoff alors qu'il tentait de résoudre le célèbre problème de la carte à quatre couleurs. Dans cet exposé, nous présenterons la fonction symétrique chromatique et nous verrons, entre autre, quels arbres elle permet de distinguer afin de compter les hydrocarbures. Aucune connaissance préalable de ce qui précède n’est requise pour cet exposé.",
  "keynote8Name": "Dr. Francesca Vidotto",
  "keynote8Inst": "Université de Western Ontario",
  "keynote8Title": "Les mathématiques de la gravitation quantique.",
  "keynote8Abstract": "La théorie de la gravitation quantique à boucles a une belle et riche structure mathématique. Cet exposé passe en revue quelques-uns des principaux outils mathématiques qui sont au cœur de la théorie, en particulier dans sa formulation covariante. Je discute de leur motivation physique afin de construire une théorie des champs quantique indépendante de l'arrière-plan géométrique. Nous terminerons en mentionnant quelques applications à la cosmologie et aux trous noirs.",
  "recording": "Enregistrement disponible ici"
}
