{
    "industryHeader":"Panel industriel.",
    "industryBody":"Le panel industriel est l'occasion d'explorer comment les mathématiques peuvent vous faire évoluer vers une carrière dans la finance, la technologie et d'autres disciplines. Venez écouter un groupe de professionnels, travaillant dans divers domaines et ayant des parcours académiques différents, vous apporter un éclairage et répondre à toutes les questions que vous pouvez vous poser.",
    "industryHein":"Hein Hundal est titulaire d'un doctorat en mathématiques de l'université d'État de Pennsylvanie. C’est actuellement l'un des principaux ingénieurs de la technologie derrière StyleScan, et il dispose d'une vaste expérience dans de nombreux domaines allant des contrats de défense aux fonds liés aux jeux d'argent.",
    "industryMadhu":"Madhu Gunasingam est titulaire d'un master à la fois en statistiques et en modélisation financière de l'Université de Western Ontario. À l'heure actuelle, il est trader quantitatif chez RBC et il est également candidat au doctorat en finance mathématique à l'Université de Toronto.",
    "industryJulia":"Julia D'Alessandro a obtenu un diplôme avec mention en mathématiques à l'université de Western Ontario. Elle est actuellement analyste financière chez Responsive AI, et poursuivra bientôt un master en gestion de l'ingénierie à l'Université de Waterloo.",
    "talksHeader":"Panel des présentations mathématiques.",
    "talksBody":"La capacité à communiquer et à présenter clairement ses idées est importante partout, en particulier dans le monde universitaire. Apprenez ce qui différencie une présentation ennuyeuse d'une présentation intéressante, quand et comment répondre aux questions (et que faire si vous ne connaissez pas la réponse), les erreurs commises couramment par les conférenciers et comment les éviter, et bien plus encore, lors du panel des présentations mathématiques.",
    "talksPeople":"Le panel sera composé du Dr Gary MacGillivray de l'Université de Victoria, du Dr Rasul Shafikov de l'Université de Western Ontario et du Dr Gregory Smith de l'Université Queen's."
}
